Repository: FeatureExpert/HRTunerProxy
Catalog: plugin/locale/*.po
Languages: nl

source: About
nl: Over

source: Close
nl: Sluit

source: Create
nl: Creëer

source: Do you really want to remove the files for this tuner type?, doing so will cause the DVR in plex to be none functional.
nl: Wilt u echt de bestanden voor dit tunertype verwijderen? Dit zorgt ervoor dat de PVR in Plex niet meer werkt.

source: Files created, Please restart enigma2 and then you should be able to add this STB to Plex DVR. Do you want to do this now ?
nl: Bestanden gecreëerd; herstart Enigma2 waarna deze ontvanger aan de Plex-PVR kan worden toegevoegd. Wilt u dit nu doen?

source: It seems you have already setup on another tuner, As Plex Server can only support one tuner type, to use this additional tuner type you will need to setup a 2nd Plex Server, do you want to continue creating the files?
nl: Het lijkt er op dat u al een andere tuner heeft ingesteld. Omdat de Plex-server slechts één tunertype ondersteunt, zult u om dit type te kunnen gebruiken een tweede Plexserver moeten instellen. Wilt u nu doorgaan met het instellen van de bestanden?

source: No IP address found, please make sure you are connected to your LAN via ethernet, wifi is not supported at this time. Press OK to close
nl: Geen IP-adres gevonden. Controleer of uw box met uw LAN verbonden is, want WiFi wordt momenteel niet ondersteund. Druk op 'OK' om dit scherm te sluiten.

source: Please note: To use a 2nd tuner type you need to setup/have a 2nd Plex Server, are you sure you want to continue?
nl: Let op: om een tweede tunertype te gebruiken, moet u een tweede Plexserver gebruiken. Weet u zeker dat u wilt doorgaan?

source: Please note: To use the DVR feature in Plex, you need to be a Plex Pass user. For more information about Plex Pass see https://www.plex.tv/features/plex-pass
nl: Let op: om de PVR-functionaliteit in Plex te gebruiken, moet u een 'Plex Pass gebruiker' zijn. Voor meer informatie over Plex zie https://www.plex.tv/features/plex-pass

source: HR-Tuner Proxy for Enigma2
nl: HR-Tuner Proxy voor Enigma2

source: Press LEFT / RIGHT to select a different tuner type. Press GREEN button to create your configuration files.
nl: Druk op LINKS/RECHTS om een ander tunertype te selecteren. Druk op GROEN om uw configuratiebestanden te creëren.

source: Press LEFT / RIGHT to select a different tuner type. Press GREEN button to update your configuration files.
nl: Druk op LINKS/RECHTS om een ander tunertype te selecteren. Druk op GROEN om uw configuratiebestanden te updaten.

source: Press OK to continue setting up this tuner or press LEFT / RIGHT to select a different tuner type. Press GREEN button to create your configuration files.
nl: Druk op 'OK' om door te gaan met deze tuner of drul op LINKS/RECHTS om een ander type te kiezen. Druk op GROEN om uw configuratiebestanden te maken.

source: Tuner type to use.
nl: Te gebruiken tunertype.

source: WARNING: It seems you have a single tuner box, if the box is not left in Standby your Plex recordings WILL fail. Press OK to continue
nl: WAARSCHUWING: Het lijkt er op, dat u een ontvanger met slechts één tuner gebruikt. Als u de box niet in stand-by zet, zullen uw Plex-opnames mislukken. Druk op 'OK' om door te gaan.
